Repository: sarah-nn/shakwa
Catalog: lib/l10n/app_*.arb
Languages: ar

# hello
source: A unified portal for submitting and tracking government complaints
ar: بوابة موحدة لتقديم الشكاوي الحكومية وتتبعها

source: Start Now
ar: أبدأ الآن

# weAreHere
source: We are here to serve you
ar: نحن هنا لخدمتك

# complaintTitle
source: Submitted Complaints
ar: الشكاوي المقدمة

# refNumber
source: Reference Number
ar: الرقم المرجعي

# desc
source: Description
ar: الوصف

# loc
source: Complaint Location
ar: موقع الشكوى

# complaintEdit
source: Edit Complaint
ar: تعديل الشكوى

# complaintAdd
source: Add Complaint
ar: إضافة شكوى

# government
source: Government Authority
ar: الجهة الحكومية

# selectGovernment
source: Select Government Authority
ar: اختر الجهة الحكومية

source: Complaint Type
ar: نوع الشكوى

# selectType
source: Select Complaint Type
ar: اختر نوع الشكوى

# enterLocation
source: Enter the location here
ar: ادخل الموقع هنا

# addDetails
source: Detailed Description
ar: الوصف التفصيلي

# enterDetails
source: Write complaint details here
ar: اكتب تفاصيل الشكوى هنا

# attachment
source: Attachments (Optional)
ar: المرفقات (اختياري)

# selectFile
source: Click to select images or files
ar: اضغط لاختيار صور او ملفات

# sendComplaint
source: Submit Complaint
ar: ارسال الشكوى

# complaintTitleEdit
source: Complaint Title
ar: عنوان الشكوى

source: Complaint Details
ar: تفاصيل الشكوى

# beforeImg
source: Previous Images
ar: الصور السابقة

# afterImg
source: New Images
ar: الصور الجديدة

# saveEdit
source: Save Changes
ar: حفظ التعديلات

source: Sending ...
ar: جاري الإرسال...

# selectAlert
source: Select Government First
ar: يرجى اختيار الجهة الحكومية أولاً

source: Log In
ar: تسجيل الدخول

source: Shakwa
ar: شكوى

source: Email
ar: البريد الالكتروني

source: Enter Email
ar: ادخل بريدك الالكتروني

source: Password
ar: كلمة المرور

source: Enter Password
ar: ادخل كلمة المرور

# anotherAccount
source: Don't have account ?
ar: ليس لديك حساب ؟

source: create Account
ar: إنشاء حساب

# registerTilte
source: create new account to add complaints and trace them
ar: أنشئ حساباً جديداً لتقديم شكواك و متابعة تقدمها

source: Full Name
ar: الاسم الكامل

# enterName
source: Enter Full Name
ar: ادخل اسمك الكامل

source: Confirm Password
ar: تأكيد كلمة المرور

# enterConfirmed
source: reWrite Password
ar: أكد كلمة المرور

# register
source: create Account
ar: إنشاء حساب

# haveAccount
source: Do you have account?
ar: هل لديك حساب ؟

# verify
source: Verify Account
ar: تأكيد حساب

# invalidCode
source: Incorrect Code !! Try Again
ar: الرمز غير صحيح ! حاول مجدداً

# enterCode
source: Enter Your Verify code that Send by your Email
ar: يرجى إدخال رمز التحقق الذي تم إرساله إلى بريدك الالكتروني

source: change Language
ar: تغيير اللغة

source: Log Out
ar: تسجيل الخروج

# noti
source: Notification
ar: الإشعارات

# noNoti
source: No noti yet
ar: لا يوجد إشعارات
